ToolOpenFoamErrorOpenCellsFound/constant/polyMesh/boundary
FoamFile
{
  version  2.0;
  format   ascii;
  class    polyBoundaryMesh;
  location "constant\polyMesh";
  object   boundary;
}


6
(
  back
  {
    type zeroGradient;
    nFaces 1;
    startFace 0;
  }

  bottom
  {
    type zeroGradient;
    nFaces 2;
    startFace 1;
  }

  front
  {
    type zeroGradient;
    nFaces 1;
    startFace 3;
  }

  left
  {
    type zeroGradient;
    nFaces 1;
    startFace 4;
  }

  right
  {
    type zeroGradient;
    nFaces 1;
    startFace 5;
  }

  top
  {
    type zeroGradient;
    nFaces 2;
    startFace 6;
  }

)
