ToolOpenFoamErrorOpenCellsFound/system/controlDict
FoamFile
{
  version  2.0;
  format   ascii;
  class    dictionary;
  location "system";
  object   controlDict;
}


application sonicFoam;
startFrom latestTime;
startTime 0;
stopAt endTime;
endTime 10;
deltaT 1;
writeControl adjustableRunTime;
writeInterval 1;
purgeWrite 0;
writeFormat ascii;
writePrecision 6;
writeCompression uncompressed;
timeFormat general;
timePrecision 6;
runTimeModifiable yes;
adjustTimeStep no;
